# St7SetSolverDefaultsDouble

Sets the double solver default values.

long St7SetSolverDefaultsDouble(long uID, long Parameter, double Value)
Input Parameters
uID
Strand7 model file ID.
Parameter
Solver double parameter; see Double Parameters.
Value
Double value.